Repository: kartheek87/Kartheek
Catalog: Desktop/BTH/project/sudokuki-1.2.2-binary/sudokuki-1.2.2/po/*.po
Languages: ar, eo, hu, lv, pt, ta, tr

source: About Sudokuki...
ar: عن سودوكوكي
eo: Pri Sudokuki...
hu: a Sudokuki-ról
lv: Par Sudokuki...
pt: Sobre Sudokuki...
ta: சுடோகுகியை பற்றி...
tr: Sudokuki Hakkında...

source: Information
ar: معلومات
eo: Informo
hu: Információ
lv: Informācija
pt: Informação
ta: தகவல்
tr: Bilgi

source: Contributors
ar: المساهمين
eo: Kontribuantoj
hu: Közreműködők
lv: Atbalstītāji
pt: Contribuidores
ta: பங்களிப்பாளர்கள்
tr: Katkı Verenler

source: Transfer
ar: تحويل
eo: Interŝanĝado
hu: Átvitel
lv: Pārvietot
pt: Transferir
ta: பரிமாற்றம்
tr: Aktarım

source: License
ar: ترخيص
eo: Licenco
hu: Jogvédelem
lv: Licence
pt: Licença
ta: உரிமம்
tr: Lisans

source: Sathish Anandh
ar: ساذيش انانده
ta: சதிஸ் ஆனந்த்

source: Tamil translations
ar: اللغة التاميلية
eo: Tamilaj tradukoj
lv: Tulkojums tamilu valodā
ta: தமிழ் மொழிபெயர்ப்பு
tr: Tamil çeviriler

source: Aritz Beraza
ar: آريتز برازا
ta: அரிட்ஸ் பெரஸா

source: Spanish translations (v1.0)
ar: الترجمة الاسبانية (١.٠)
eo: Hispanaj tradukoj (v1.0)
hu: Spanyol fordítás
lv: Tulkojums spāņu valodā (v1.0)
pt: Tradução para Espanhol (v1.0)
ta: ஸ்பானிய மொழிபெயர்ப்பு (ப 1.0)
tr: İspanyolca çeviriler (v1.0)

source: Jeroen P. Broks
ar: جيروين بروكس
ta: ஜெரோயன் பி. ப்ரோக்ஸ்

source: Dutch translations
ar: الترجمة الهولندية
eo: Nederlandaj tradukoj
hu: Holland fordítás
lv: Tulkojums holandiešu valodā
pt: Tradução para holandês
ta: டச்சு மொழிபெயர்ப்பு
tr: Felemenkçe çeviriler

source: Helene Damianakos
ar: هيلين دامياناكوس
ta: ஹெலன் டாமியனகோஸ்

source: Greek translations (v1.0)
ar: الترجمة اليونانية (١.٠)
eo: Grekaj tradukoj (v1.0)
hu: Görög fordítás
lv: Tulkojums grieķu valodā (v1.0)
pt: Tradução para Grego (v1.0)
ta: கிரேக்க மொழிபெயர்ப்பு (ப1.0)
tr: Yunanca çeviriler (v1.0)

source: Janis Eisaks
ar: جانيس ايساكس
lv: Jānis Eisaks
ta: ஜேனிஸ் ஐசக்ஸ்

source: Latvian translations
ar: الترجمة اللاتفيا
eo: Latvaj tradukoj
hu: Lett fordítás
lv: Tulkojums latviešu valodā
pt: Tradução para letão
ta: லத்வியன் மொழிபெயர்ப்பு
tr: Litvanca çeviriler

source: Rafael Ferreira
ar: رافيل فيريرا
ta: ரபேல் ஃபெரீரா

source: Brazilian Portuguese translations
ar: الترجمة البرتغالية البرازيلية
eo: Brazilaj portugalaj tradukoj
hu: Brazil portugál fordítások
lv: Tulkojums Brazīlijas portugāļu valodā
pt: Tradução para Português brasileiro
ta: பிரேசிலிய போர்த்துகீசிய மொழிபெயர்ப்பு
tr: Brezilya Portekizcesi çevirileri

source: Daneih Ismail
ar: دانية اسماعيل
ta: தனெ இஸ்மாயில்

source: Arabic translations
ar: الترجمة العربية
eo: Arabaj tradukoj
hu: Aab fordítás
lv: Tulkojums arābu valodā
pt: Tradução para Árabe
ta: அரபிய‌ மொழிபெயர்ப்பு
tr: Arapça çeviriler

source: Stavros Mavrakis
ar: ستافورس مافراكيس
ta: ஸ்டவ்ரோஸ் மவ்ராகிஷ்

source: Greek translations
ar: الترجمة اليونانية
eo: Grekaj tradukoj
lv: Tulkojums grieķu valodā
pt: Tradução para Grego
ta: கிரேக்க மொழிபெயர்ப்பு
tr: Yunanca çeviriler

source: Fumiaki Nakanishi
ar: فومايكي ناكانيشي
ta: ஃபுமியகி நகனிஷி

source: Japanese translations
ar: الترجمة اليابانية
eo: Japanaj tradukoj
hu: Japán fordítások
lv: Tulkojums japāņu valodā
pt: Traduções para Japonês
ta: ஜப்பானிய மொழிபெயர்ப்பு
tr: Japonca çeviriler

source: Ahmet Kemal Okmen
ar: آحمد كامل آوكميه
ta: அஹ்மத் கெமால் ஒக்மென்
tr: Ahmet Kemal Ökmen

source: Turkish translations
ar: الترجمة التركية
eo: Turkiaj tradukoj
lv: Tulkojums turku valodā
ta: துருக்கிய மொழிபெயர்ப்பு
tr: Türkçe çeviriler

source: Jeanne Peng
ar: جين بينج
ta: ஜீன் பெங்

source: Chinese translations
ar: الترجمة الصينية
eo: Ĉinaj tradukoj
hu: Kínai fordítások
lv: Tulkojums ķīniešu valodā
pt: Tradução para Chinês
ta: சீன மொழிபெயர்ப்பு
tr: Çince çeviriler

source: Claus Poerschke
ar: كلاوس بورشكا
ta: க்ளாஸ் போயெர்ஸ்ச்கே

source: Patches (v1.0) and German translations
ar: باتش (١.٠) و الترجمة الالمانية
eo: Kontribuoj (v1.0) kaj germanaj tradukoj
hu: Patches (v1.0) és német fordítások
lv: Labojumi (v1.0) un tulkojums vācu valodā
pt: Patches (v1.0) e tradução para Alemão
ta: இணைப்புகள் (ப1.0) மற்றும் செர்மன் மொழிபெயர்ப்பு
tr: Yamalar (v1.0) ve Almanca çeviriler

source: Dmitry Salnikov
ar: دميتري سالنيكوف
ta: டிமிட்ரி சல்நிகோவ்

source: Portuguese and Russian translations
ar: الترجمة الروسية و البرتغالية
eo: Portugalaj kaj rusaj tradukoj
hu: Portugál és orosz fordítások
lv: Tulkojumi portugāļu un krievu valodās
pt: Traduções para Português e Russo
ta: போர்த்துகீசியம் மற்றும் ரஷியன் மொழிபெயர்ப்பு
tr: Portekizce ve Rusça çeviriler

source: Toni
ar: توني
ta: டோனி

source: Hungarian translations
ar: الترجمة الهنغارية
eo: Hungariaj tradukoj
lv: Tulkojums ungāru valodā
pt: Tradução para Húngaro
ta: அங்கேரிய மொழிபெயர்ப்புகள்
tr: Macarca çeviriler

source: Helene Vedrenne
ar: هيلين فيدرين
ta: ஹெலன் வெட்ரென்னே

source: Sylvain Vedrenne
ar: سيفاين فيدرين
eo: Sylvain Vedrenne (Sylvano)
ta: சில்வெய்ன் வெட்ரென்னே

source: Esperanto, French, and Japanese translations (v1.0)
ar: الترجمة اليابانية و الفرنسية و الاسبرانتو (١.٠)
eo: Esperantaj, francaj, kaj japanaj tradukoj (v1.0)
hu: Eszperantó, francia és japán fordítások
lv: Tulkojumi esperanto, franču un japāņu valodās (v1.0)
pt: Traduções para Esperanto, Francês e Japonês (v1.0)
ta: எஸ்பெராண்டோ, பிரஞ்சு, மற்றும் ஜப்பானிய‌ மொழிபெயர்ப்பு (ப‌1.0)
tr: Esperanto, Fransızca ve Japonca çeviriler (v1.0)

source: <b>Sudokuki</b> is released under the terms of the GNU General Public License version 3 or later (GPL v3+).
ar: </b> سودوكوكي <b>هي نسخة تم تحريرها وفقا لرخصة جنو النسخة ٣ او لاحقة
eo: <b>Sudokuki</b> estas liberigita laŭ la GNU Ĝenerala Publika Licenco versio 3 aŭ pli lasta (GPL v3+).
hu: <b>Sudokuki</b> szabadul szerint a GNU General Public License 3-as verziójú vagy újabb (GPL v3 +).
lv: <b>Sudokuki</b> ir izlaists atbilstoši GNU Vispārējās publiskās licences (GNU General Public License version) 3 vai jaunākas (GPL v3+) noteikumiem.
pt: <b>Sudokuki</b>é realizado segundo os termos da LPG Licença Pública Geral Versão da licença 3 ou seguinte (GPL v3+).
ta: <b>சுடோகுகி</b> குனு பொது மக்கள் உரிமம் 3 அல்லது அதற்கு பிந்தைய விதிகளின் கீழ் வெளியிடப்பட்டது (பொ ம உ ப3+).
tr: <b>Sudokuki</b> the GNU General Public License version 3 veya sonrası (GPL v3+) koşulları altında yayımlanır.

source: The full license text is available in the file called COPYING that must be included in every copy of the program.
ar: كامل نص الترخيص متاح في ملف يسمى النسخ التي يجب تضمينها في كل نسخة من البرنامج.
eo: La plena teksto de la licenco estas en la dosiero kies nomo estas COPYING kiu devas esti inkluzivita en ĉiu kopio de la programo.
hu: A teljes szabadalmazott szöveg megtalálható a COPYING nevű állományban, amelynek benne kell lennie a program mindan másolatában.
lv: Pilns licences teksts ir atrodams failā COPYING un tam jābūt iekļautam ikvienā šīs aplikācijas kopijā.
pt: O texto completo da licença está disponível no ficheiro chamado COPYING que deve ser incluído em cada cópia do programa.
ta: முழு உரிம உரையானது கிடைக்ககூடிய கோப்பானது நகலெடுத்தல் என அழைக்கப்படும் அந்த திட்டத்தின் ஒவ்வொரு நிரலின் நகலிலும் சேர்க்கப்பட்டுள்ளது.
tr: Tam lisans metni, programın her bir koyasına eklenmesi gereken, COPYING isimli metinde mevcuttur.

source: This program is Free Software ("Free" as in "Freedom") developped during the author's free-time in the hope that some users will find it useful, but WITHOUT ANY WARRANTY of any kind.
ar: هذا البرنامج هو برنامج حر التصرف به (حر كما في الحرية) طور أثناء وقت فراغ المؤلف. مقدم على أمل أن يفيد بعض المستخدمين ولكن دون أي ضمان من أي نوع.
eo: Ĉi tiu programo estas Libera Softvaro ("Libera" kiel en "Libereco") skribita dum libera-tempo de la aŭtoro en la espero ke kelkaj uzantoj trovos ĝin utilan, sed SEN AJNA GARANTIO de ajna speco.
hu: Ez a program szabad szoftver ("Free" as in "Freedom") , amelyet a szerző szabad idejében fejlesztett annak reményében, hogy néháby felhasználó hasznosnak fogja találni BÁRMILYEN SZAVATOSSÁG NÉLKÜL.
lv: Šī aplikācija ir brīvā programmatūra, kas ir izstrādāta autora brīvajā laikā cerot, ka vismaz daži lietotāji to atradīs par noderīgu. Vienlaikus autors neuzņemas PILNĪGI NEKĀDU ATBILDĪBU PAR APLIKĀCIJAS DARBĪBU VAI NODERĪGUMU.
pt: Este programa é Software Livre desenvolvido durante o tempo livre do autor na esperança de que alguns dos utilizadores o achaem útil, mas SEM QUAL QUER GARANTIA de qualquer tipo.
ta: ஆசிரியரின் பொன்னான நேரத்தில் சில பயனர்கள் இதை பயனுள்ளதாக உபயோகிப்பர் என்ற நம்பிக்கையில் உருவாக்கப்பட்ட இந்த நிரலானது இலவச மென்பொருளாகும் ("இலவசம்" என்பது "சுதந்திரமான"), ஆனால் எந்தவிதமான உத்திர வாதமும் இல்லாதது ஆகும்.
tr: Bu program yazarlarının boş zamanlarında başkalarının kullanışlı bulabilecekleri umuduyla geliştirdikleri Özgür Yazılımdır, fakat hiç bir biçimde HİÇBİR GÜVENCE VERİLMEZ.

source: You are welcome to transfer this program to other people as long as you respect the license terms. Read the GNU General Public License for more details.
ar: انكم مدعوون الى نقل هذا البرنامج إلى أشخاص آخرين ما دمتم تحترمون شروط الترخيص.الرجاء قراءة رخصة جنو للحصول على مزيد من التفاصيل.
eo: Ne hezitu interŝanĝi ĉi tiun programon kun aliaj uzantoj ĉiam respektante la licencon. Legu la GNU Ĝeneralan Publikan Licencon por pli da detaloj.
hu: Szívesen vesszük, ha átadják ezt a programotmásoknak mindaddig, amíg tiszteletben tartják a szabadalmi előírásokat. További részletek erről olvashatók a GNU Általános Nyílvános Szabadalom-ban.
lv: Jūs esat laipni aicināti izplatīt šo aplikāciju citiem cilvēkiem, ievērojot licences noteikumus. Plašākai informācijai iepazīstieties ar GNU Vispārējās publiskās licences (GNU General Public License) tekstu.
pt: É bem-vindo e pode transferir este programa para outras pessoas na condição de respeitar os termos da licença. Leia Licença Pública Geral LPG para saber mais detalhes.
ta: மற்ற மக்களுக்கு இந்த நிரலை பரிமாற்றம் வரை நீங்கள் உரிம விதிமுறைகளை மதிக்க உங்களை வரவேற்கிறோம். மேலும் விவரங்களுக்கு குனு பொது மக்கள் உரிமத்தை படிக்கவும்.
tr: Lisans koşullarına saygı gösterdiğiniz sürece bu programı diğer insanlara aktarmanız memnuniyetle karşılanır. Daha fazla bilgi için GNU Genel Kamu Lisansını okuyunuz.

source: Copyright (C) 2007-2013 Sylvain Vedrenne
ar: حقوق الطبع محفوظة سيفاين فيدرين ٢٠٠٧ - ٢٠١٢
eo: Kopirajto (C) 2007-2013 Sylvain Vedrenne
ta: பதிப்புரிமை (C) 2007-2013 சில்வெய்ன் விட்ரென்

source: on the Web
ar: في الموقع
eo: interrete
hu: az interneten
lv: Internetā
pt: na Web
ta: இணையத்தில்
tr: Web'de

source: Feel free to request features and report bugs<br/>on the Sudokuki Forums hosted by Sourceforge!
ar: لديك الحرية المطلقة لطلب اي مميزات و تعليق عن المشاكل <br/> في منتدى سودوكوكي الذي تستضيفه سورسفورج !
eo: Ne hezitu peti ŝanĝojn kaj raporti problemojn<br/>sur la Forumoj de Sudokuki gastigitaj ĉe Sourceforge!
hu: Kérjen nyugodtan ismertetést és hibajelentéseket<br/>a Sourceforge szerinti Sudokuki Fórumokon!
lv: Jūsu priekšlikumus uzlabojumiem un norādes uz kļūdām esat laipni aicināti sūtīt mums izmantojot Sudokuki forumus uz Sourceforge.net!
pt: Sinta-se livre para solicitar recursos e reportar erros<br/>nos Forums Sudokuki hospedadospor Sourceforge!
ta: சோர்ஸ்ஃபோர்ஜிலிருந்து தொகுக்கப்பட்ட‌ சுடோகுகி கருத்துக்களத்தில்<br/>கோரிக்கை அம்சங்கள் மற்றும் பிழையை சுட்டிக்காட்ட சுதந்திரமாக உணருங்கள்!
tr: Sourceforge tarafından barındırılan Sudokuki Forumlarında <br/>yeni özellik istemek için veya hata rapor etmek için çekinmeyin<br/>

source: Sudokuki Forums
ar: منتدى سودوكوكي
eo: Forumoj de Sudokuki
hu: Sudokuki Forumok
pt: Forums Sudokuki
ta: சுடோகுகி கருத்துக்களம்
tr: Sudokuki Forumları

source: Solution...
ar: الحل...
eo: Solvo...
hu: Megoldás…
lv: Atrisinājums...
pt: Solução...
ta: தீர்வு...
tr: Çözüm...

source: Memos
ar: المذكرات
eo: Notoj
hu: Emlékeztetők
lv: Piezīmes
pt: Notas
ta: குறிப்பாணைகள்
tr: Bilgi notları

source: Set memos
ar: تعيين المذكرات
eo: Skribi notojn
hu: Emlékeztetők beállítása
lv: Rakstīt piezīmes
pt: Por notas
ta: குறிப்பாணைகளை அமைக்க‌
tr: Bilgi notlarını ayarla

source: All memos
ar: كل المذكرات
eo: Ĉiuj notoj
hu: Minden emlékeztető
lv: Visas piezīmes
pt: Todas as notas
ta: அனைத்து குறிப்பாணைகள்
tr: Tüm bilgi notları

source: Set memos in all cells
ar: حفظ المذكرات في كل الخلايا
eo: Skribi notojn en ĉiuj ĉeloj
hu: Emlékeztetők beállítása minden cellában
lv: Rakstīt piezīmes visās šūnās
pt: Por notas em todas as células
ta: அனைத்து கலங்களில் குறிப்பாணைகளை அமைக்க‌
tr: Tüm hücrelerde bilgi notlarını ayarla

source: Resolve
ar: حل
eo: Solvi
hu: Feloldás
lv: Risināt
pt: Resolver
ta: தீர்க்க
tr: Çöz

source: Resolve the grid
ar: حل الشبكة
eo: Solvi tiun kradon
hu: A háló feloldása
lv: Atrisināt režģi
pt: Resolver a grelha
ta: கட்டத்தை தீர்க்க
tr: Izgarayı çöz

source: DETECTED_LANGUAGE
ar: ar
eo: eo
hu: hu
lv: lv
pt: pt
ta: ta
tr: tr

source: This version of Sudokuki is up-to-date.
ar: هذا الاصدار من سودوكوكي حديث
eo: Ĉi tiu versio de Sudokuki estas ĝisdata.
hu: A Sudokuki ezen változata a legújabb.
lv: Šī Sudokuki versija ir aktuālā.
pt: Esta versão do Sudokuki está atualizada.
ta: சுடோகுகியின் இந்த பதிப்பு இன்றுவரை புதுப்பிக்கப்பட்ட நிலையில் உள்ளது.
tr: Sudokuki bu sürümü güncel

source: Unable to retrieve update information.<br/><br/>Please check on the following website<br/>if a new version of Sudokuki is available:<br/><br/>
ar: غير قادر على استرداد المعلومات <BR/> <BR/>فضلا قم بزيارة الموقع التالي <BR/> لمعرفة اي إصدار جديد متاح من سودوكو: <BR/> <BR/>
eo: Nekapablis repreni ĝisdatigan informon.<br/><br/>Bonvolu kontroli sur la sekvanta retejo<br/>se nova versio de Sudokuki estas havebla:<br/><br/>
hu: Ha nem talál napra kész információkat találni, <br/><br/>Kérjük nézze meg a következő honlapot<br/>ha a Sudokuki újabb változata áll rendelkezésre: <br/><br/>
lv: Nav iespējams saņemt informāciju par atjaunojumu.<br/><br/>Apmeklējiet sekojošo vietni un pārliecinieties<br/>vai nav pieejama jauna Sudokukiversija:<br/><br/>
pt: Não é possível receber informações de atualização.<br/><br/>Por favor verifique no seguite site<br/>se uma nova versão do Sudokuki está disponível:<br/><br/>
ta: மேம்படுத்தல் தகவல் பெற முடியவில்லை.<br/><br/>சுடோகுகியின் புதிய பதிப்பு கிடைக்கக்கூடியதாயிருந்தால்<br/>பின்வரும் வலைதளத்தில் சரிபார்க்கவும்:<br/><br/>
tr: Güncelleme bilgisi getirilemedi<br/><br/> Sudokuki'nin yeni bir sürümü olup olmadığını<br/> lütfen aşağıdaki sayfadan kontrol edin:<br/><br/>

source: Checking for available updates
ar: التحقق من تحديثات جديدة
eo: Kontrolante por haveblaj ĝisdatigoj
hu: Kész újítások ellenőrzése
lv: Meklējam pieejamos atjauninājumus
pt: Verificar actualizacoes
ta: கிடைக்கக்கூடிய மேம்படுத்தல்களுக்காக சோதிக்கிறது
tr: Güncellemeler kontrol ediliyor

source: Please wait...
ar: فضلا انتظر...
eo: Bonvolu atendi...
hu: Kérjük várjon…
lv: Lūdzu, uzgaidiet...
pt: Por favor aguarde...
ta: தயவுசெய்து காத்திருக்கவும்...
tr: Lütfen bekleyin...

source: Cancel
ar: الغاء
eo: Reveni
hu: Törlés
lv: Atsaukt
pt: Cancelar
ta: கைவிடு
tr: İptal

source: Select
ar: تحديد
eo: Elekti
hu: Kiválasztás
lv: Iezīmēt
pt: Selecionar
ta: தேர்ந்தெடு
tr: Seç

source: Edit
ar: تعديل
eo: Ŝanĝi
hu: Szerkesztés
lv: Labot
pt: Editar
ta: திருத்து
tr: Düzenle

source: Clear moves
ar: مسح الحركات
eo: Forviŝi ĉion
hu: Mozgások törlése
lv: Iztīrīt gājienus
pt: Limpar movimentos
ta: நகர்வுகளை அழித்திடு
tr: Hamleleri temizle

source: Clear all moves
ar: مسح كل الحركات
eo: Forviŝi ĉiujn movojn
hu: Minden mozgás törlése
lv: Iztīrīt visus gājienus
pt: Limpar todos os movimentos
ta: அனைத்து நகர்வுகளை அழி
tr: Tüm hamleleri temizle

source: Hide memos...
ar: اخفاء المذكرات...
eo: Forigi notojn...
hu: Emlékeztetők elrejtése…
lv: Slēpt piezīmes...
pt: Esconder notas...
ta: குறிப்பாணைகளை மறை...
tr: Bilgi notlarını gizle...

source: Hide all memos...
ar: اخفاء كل المذكرات…
eo: Forigi ĉiujn notojn
hu: Minden emlékeztető elrejtése…
lv: Slēpt visas piezīmes...
pt: Esconder todas as notas...
ta: அனைத்து குறிப்பாணைகளை மறை...
tr: Tüm bilgi notlarını gizle...

source: Custom grid
ar: شبكة مخصصة
eo: Eksteran kradon
hu: Felhasználói háló
lv: Pašizveidots režģis
pt: Grelha personalizada
ta: வழக்கமான கட்டம்
tr: Özel ızgara

source: Compose a custom grid...
ar: انشاء شبكة مخصصة
eo: Kunmeti laŭmendan kradon...
hu: Egy felhasználói háló készítése
lv: Pašrocīgi veidot režģi...
pt: Grelha personalizada...
ta: வழக்கமான கட்டத்தை உருவாக்கு...
tr: Özel ızgara oluştur...

source: Play grid
ar: لعب بالشبكة
eo: Ludi tiun kradon
lv: Risināt režģi
pt: Jogar grelha
ta: கட்டம் விளையாடு
tr: Izgara oyna

source: Play with current grid...
ar: اللعب بالشبكة الحالية
eo: Ludi kun nuna krado...
hu: Játék a jelenlegi hálóval…
lv: Risināt pašreizējo režģi...
pt: Jogar com a grelha presente...
ta: தற்போதைய கட்டத்துடன் விளையாடு...
tr: Aktif ızgarayla oyna...

source: File
ar: ملف
eo: Dosiero
hu: Állomány
lv: Fails
pt: Ficheiro
ta: கோப்பு
tr: Dosya

source: New
ar: جديد
eo: Novan
hu: Új
lv: Jauns
pt: Nova
ta: புதிய
tr: Yeni

source: Open
ar: فتح
eo: Malfermi
hu: Nyitott
lv: Atvērt
pt: Abrir
ta: திற‌
tr: Aç

source: Save as
ar: حفظ باسم
eo: Surdiskiĝi
hu: Mentés mint
lv: Saglabāt kā
pt: Gravar como
ta: இப்படி சேமி
tr: Farklı Kaydet

source: Print
ar: طباعة
eo: Presi
hu: Nyomtatás
lv: Drukāt
pt: Imprimir
ta: அச்சிடு
tr: Yazdır

source: Print the grid
ar: طباعة الشبكة
eo: Presi tiun kradon
hu: A háló nyomtatása
lv: Drukāt režģi
pt: Imprimir grelha
ta: கட்டத்தை அச்சிடு
tr: Izgarayı yazdır

source: Print x 4...
ar: طباعة x ٤ ...
eo: Presi x 4...
hu: Nyomtatás 4x
lv: Drukāt x 4...
pt: Imprimir x 4...
ta: அச்சிடு x 4...
tr: Yazdır x 4...

source: Print four grids
ar: طباعة اربع شبكات
eo: Presi kvar kradojn
hu: Négy háló nyomtatása
lv: Drukāt četrus režģus
pt: Imprimir quatro grelhas
ta: நான்கு கட்டங்களை அச்சிடு
tr: Dört ızgarayı yazdır

source: Quit
ar: خروج
eo: Adiaŭi
hu: Kilépés
lv: Iziet
pt: Sair
ta: வெளியேறு
tr: Çık

source: Quit the application
ar: خروج من التطبيق
eo: Adiaŭi la programon
hu: Kilépés az alkalmazásból
lv: Iziet no aplikācijas
pt: Sair da aplicação
ta: பயன்பாட்டை விட்டு வெளியேறு
tr: Uygulamadan çık

source: Generating grid...
ar: انشاء شبكة
eo: Produktante kradon...
hu: Háló generálása
lv: Veido režģi...
pt: Gerando a grelha...
ta: கட்டத்தை உருவாக்குகிறது...
tr: Izgara üretiliyor...

source: Help
ar: مساعدة
eo: Helpo
hu: Súgó
lv: Palīdzība
pt: Ajuda
ta: உதவி
tr: Yardım

source: Update
ar: تحديث
eo: Ĝisdatigo
lv: Atjaunināt
pt: Atualizar
ta: மேம்படுத்தல்
tr: Güncelle

source: Check for updates
ar: تحقق من التحديثات
eo: Serĉi ĝisdatigojn
hu: Újdonságok keresése
lv: Pārbaudīt atjauninājumus
pt: Verificar atualizações
ta: மேம்படுத்தலுக்கு சோதித்திடு
tr: Güncellemeleri kontrol et

source: Download
ar: تحميل
eo: Elŝuti
hu: Letöltés
lv: Lejupielādēt
pt: Descarregar
ta: தரவிறக்கம்
tr: İndir

source: Download new version
ar: تحميل نسخة جديدة
eo: Elŝuti novan version
hu: Új változat letöltése
lv: Lejupielādēt jaunu versiju
pt: Descarregar nova versão
ta: புதிய பதிப்பை தரவிறக்கு
tr: Yeni sürümü indir

source: Translate this application
ar: ترجم هذا التطبيق
eo: Traduki ĉi tiun programon
hu: Az alkalmazás fordítása
lv: Tulkot šo aplikāciju
pt: Traduzir esta aplicação
ta: இந்த பயன்பாட்டை மொழிபெயர்க்கவும்
tr: Bu uygulamayı tercüme et

source: Help translate this application
ar: ساعد في ترجمة هذا التطبيق
eo: Helpi la tradukadon de ĉi tiu programo
hu: Ezen alkalmazás fordításának segítése
lv: Palīdziet šīs aplikācijas tulkošanā
pt: Ajuda a traduzir esta aplicação
ta: இந்த பயன்பாட்டை மொழிபெயர்க்க உதவு
tr: Bu uygulamanın çevirilmesine yardım edin

source: About...
ar: حول
eo: Pri...
hu: Erről…
lv: Par...
pt: Sobre..
ta: பற்றி...
tr: Hakkında...

source: Language
ar: اللغة
eo: Lingvo
hu: Nyelvek
lv: Valoda
pt: Lingua
ta: மொழி
tr: Dil

source: Ok
ar: موافق
hu: Renden
ta: சரி
tr: Tamam

source: Level 1
ar: المرحلة ١
eo: Nivelo 1
hu: 1-es szint
lv: 1. līmenis
pt: Nível 1
ta: நிலை 1
tr: Seviye 1

source: Level 2
ar: المرحلة ٢
eo: Nivelo 2
hu: 2-es szint
lv: 2. līmenis
pt: Nível 2
ta: நிலை 2
tr: Seviye 2

source: Level 3
ar: المرحلة ٣
eo: Nivelo 3
hu: 3-as szint
lv: 3. līmenis
pt: Nível 3
ta: நிலை 3
tr: Seviye 3

source: Level 4
ar: المرحلة ٤
eo: Nivelo 4
hu: 4-es szint
lv: 4. līmenis
pt: Nível 4
ta: நிலை 4
tr: Seviye 4

source: Level 5
ar: المرحلة ٥
eo: Nivelo 5
hu: 5ös szint
lv: 5. līmenis
pt: Nível 5
ta: நிலை 5
tr: Seviye 5

source: Level
ar: المرحلة
eo: Nivelo
hu: Szint
lv: Līmenis
pt: Nível
ta: நிலை
tr: Seviye

source: Update recommended
ar: تحديث موصى به
eo: Ĝisdatigo rekomendita
hu: Frissítés jevesolt
lv: Ieteicams atjaunojums
pt: Recomenda-se atualização
ta: மேம்படுத்த பரிந்துரைக்கப்படுகிறது
tr: Güncelleme önerilir

source: A new version of Sudokuki is available!<br/>
ar: نسخة جديدة من سودوكوكي متوفرة<br/>
eo: Nova versio de Sudokuki estas havebla!<br/>
hu: A Sudokuki újabb változata rendelkezésre áll<br/>
lv: Ir pieejama jauna Sudokuki versija! <br/>
pt: A nova versão do Sudokuki está disponível!<br/>
ta: சுடோகிகு வின் புதிய பதிப்பு உள்ளது!<br/>
tr: Sudokuki'nin yeni bir sürümü mevcut!<br/>

source: Please download and install the latest package<br/>from the following website:<br/>
ar: يرجى تحميل وتثبيت أحدث حزمة <br/>من الموقع التالي<br/>
eo: Bonvolu deŝuto kaj instali la plej lastan pakon<br/>de la sekvanta retejo:<br/>
hu: Kérjük töltsd le és állítsd üzembe a legutóbbi csomagot<br/>a következő helyről honlap:<br/>
lv: Lūdzam lejupielādēt un uzstādīt jaunāko pakotni<br/>no sekojošās vietnes:<br/>
pt: Por favor faça download e instale o último pacote<br/>do seguinte site:<br/>
ta: தயவுசெய்து பின்வரும் வலைதளத்தில் இருந்து<br/>சமீபத்திய தொகுப்பை பதிவிறக்கி நிறுவவும்:<br/>
tr: Lütfen aşağıdaki web sayfasından<br/> en yeni paketi indirin ve yükleyin:<br/>

source: Download Sudokuki
ar: تحميل سودوكوكي
eo: Deŝuti Sudokuki
hu: Sudokuki letöltése
lv: Lejupielādēt Sudokuki
pt: Descarregar Sudokuki
ta: சுடோகுகி தர‌விறக்கம்
tr: Sudokuki indir

source: Standard
eo: Standardaj
lv: Standarta
ta: நிலையான‌
tr: Standart

source: Chinese
ar: الصينية
eo: Ĉinaj
hu: Kínai
lv: Ķīniešu
pt: Chinês
ta: சீனம்
tr: Çince

source: Arabic
ar: العربية
eo: Arabaj
hu: Arab
lv: Arābu
pt: Arabe
ta: அரேபியம்
tr: Arapça

source: Numbers
ar: الارقام
eo: Numeroj
hu: Számok
lv: Skaitļi
pt: Números
ta: எண்கள்
tr: Rakamlar

source: Open grid...
ar: فتح شبكة...
eo: Malfermi kradon...
hu: Háló megnyitása
lv: Atvērt režģi...
pt: Abrir grelha...
ta: கட்டத்தை திற...
tr: Izgara aç...

source: Sudokuki grid files
ar: ملفات شبكة سودوكوكي
eo: Sudokuki dosieroj
hu: Sudokuki háló állományok
lv: Sudokuki režģu faili
pt: Sudokuki ficheiros de grelhas
ta: சுடோகுகி கட்ட கோப்புகள்
tr: Sudokuki ızgara dosyaları

source: This file is not a Sudokuki grid.
ar: هذا الملف ليس شبكة سودوكوكي
eo: Ĉi tiu krado ne estas sudokuki-a krado.
lv: Šis fails nav Sudokuki režģis.
pt: Este ficheiro não é grelha do Sudokuki.
ta: இந்த கோப்பு சுடோகுகி கட்டம் அல்ல.
tr: Bu bir sudokuki ızgarası değil.

source: Generating and sending four grids
ar: انشاء و ارسال اربع شبكات
eo: Produktante kaj sendante kvar kradojn
hu: Négy háló generálása és küldése
lv: Veidojam un sūtam četrus režģus
pt: Gerando e enviando quatro grelhas
ta: உருவாக்குகிறது மற்றும் நான்கு கட்டங்களை அனுப்புகிறது
tr: Dört ızgara oluşturuluyor ve gönderiliyor

source: to the printer...
ar: الى الطابعة...
eo: al la printilo...
hu: a nyomtatóhoz
lv: Nosūtīt uz printeri...
pt: para impressora...
ta: அச்சுப்பொறிக்கு...
tr: yazıcıya...

source: This grid has no solution.
ar: هذه الشبكة ليس لها حل
eo: Ĉi tiu krado ne havas solvon.
hu: Ennek a hálőnak nincsen megoldása
lv: Šim režģim nav atrisinājuma.
pt: Esta grelha não tem soluções.
ta: இந்த கட்டத்திற்கு தீர்வு இல்லை.
tr: Bu ızgara çözüme sahip değil.

source: Grid resolution in progress...
ar: قرار الشبكة في التقدم
eo: Krada rezolucio en progreso...
hu: A háló feloldása folyamatban
lv: Režģis tiek risināts....
pt: Resolução da grelha em progresso...
ta: கட்ட தீர்மானம் செயல்படுகிறது...
tr: Izgara çözümü işleniyor...

source: Save as...
ar: حفظ باسم
eo: Surdiskiĝi kiel...
hu: Mentés, mint…
lv: Saglabāt kā...
pt: Gravar como
ta: இப்படி சேமி
tr: Farklı Kaydet...
