Repository: kartheek87/Kartheek
Catalog: Desktop/BTH/project/sudokuki-1.2.2-binary/sudokuki-1.2.2/po/*.po
Languages: ar, eo, hu, lv, pt, ta, tr

source: Failed to save the grid<br/>at the selected location.
ar: فشل في حفظ الشبكة<br/> في المكان المحدد
eo: Malsukcecis surdiskiĝi la kradon<br/>en tiu loko.
hu: Hiba a háló mentésében<br/>a kiválasztott helyen.
lv: Režģi nav iespējams<br/>saglabāt norādītajā vietā.
pt: Falhou a gravação da grelha<br/>na localização selecionada.
ta: தேர்ந்தெடுக்கப்பட்ட இடத்தில் கட்டம்<br/> சேமிப்பதில் தோல்வியுற்றது.
tr: Seçilen yerde ızgaranın kaydı<br/>başarısız oldu.

source: Clear memos
ar: مسح المذكرات
eo: Forviŝi notojn
hu: Emlékeztetők törlése
lv: Iztīrīt piezīmes
pt: Limpar notas
ta: குறிப்பாணைகளை அழித்திடு
tr: Bilgi notlarını temizle

source: Congratulations!
ar: مبروك !
eo: Gratulojn!
hu: Gratulálunk!
lv: Apsveicu! Jūs uzvarējāt!
pt: Parabens !
ta: வாழ்த்துக்கள்!
tr: Tebrikler!

source: Grid complete!
ar: اكتملت الشبكة
eo: Krado kompleta!
hu: A háló teljes!
lv: Režģis pabeigts!
pt: Grelha completa!
ta: கட்டம் முடிவுற்றது!
tr: Izgara tamamlandı!

source: Grid resolved with success.
ar: تم حل الشبكة بنجاح
eo: Krado solvita kun sukceso.
hu: A háló sikeresen feloldva.
lv: Režģis veiksmīgi atrisināts.
pt: Grelha resolvida com sucesso.
ta: கட்டம் வெற்றியுடன் தீர்க்கப்பட்டது.
tr: Izgara başarıyla çözüldü.

source: You can easily translate Sudokuki into your own language!
ar: تستطيع بسهولة ترجمة سودوكوكي الى لغتك
eo: Vi facile povas traduki Sudokuki en via propra lingvo!
hu: Könnyen lefordíthatod a Sudokuki-t saját nyelvedre!
lv: Jūs bez grūtībām varat pārtulkot Sudokuki savā valodā!
pt: Pode facilmente traduzir Sudokuki para a sua lingua!
ta: நீங்கள் எளிதாக உங்கள் சொந்த மொழியில் சுடோகிகி யை மொழிபெயர்க்க முடியும்!
tr: Sudokuki'yi kendi dilinize kolaylıkla çevirebilirsiniz!

source: Propose your help and get information on how to proceed<br/> on the Translators Forum hosted by Sourceforge:
ar: اقترح مساعدتك و احصل على معلومات حول كيفية المضي قدما <BR/> في منتدى المترجمين الذي تستضيفته سورسفورج:
eo: Proponu vian helpon kaj akiru informon sur kiel procedi<br/> sur la Tradukista Forumo gastigita de Sourceforge:
hu: Ajánljad fel segítségedet és kérj információt hogyan juss tovább<br/> a Sourceforge által kezelt Fordítók Forumán:
lv: Piedāvājiet savu palīdzību un saņemiet informāciju par veicamām darbībām<br/> Tulkotāju forumā uz Sourceforge.net:
pt: Proponha a sua ajuda e obtenha informação sobre como prosseguir<br/> no Forum para tradutores hospedado por Sourceforge:
ta: உங்கள் உதவியை முன்மொழியுங்கள் மற்றும் Sourceforge ஆல் நடத்தப்பட்ட மொழிபெயர்ப்பாளர் கருத்துக்களத்தில் எப்படி தொடர்வது<br/> என்பதிலிருந்து கருத்துகளை பெறுங்கள்.
tr: Sourceforge tarafından barındırılan Çevirici Forumunda yardım önerisi yapın<br/> ve nasıl devam edeceğiniz hakkında bilgi edinin:

source: Sudokuki Translators Forum
ar: منتدى مترجمي سودوكوكي
eo: Sudokuki Tradukista Forumo
hu: Sudokuki Fordítók Foruma
lv: Sudokuki Tulkotāju forums
pt: Forum dos Tradutores do Sudokuki
ta: சுடோகுகி மொழிபெயர்ப்பாளர் கருத்துக்களம்
tr: Sudokuki Çeviricileri Forumu
